{
  "data": {
    "heroSection": {
      "heading": "Secure & Scalable IT Infrastructure for Growing Businesses",
      "para": "We design, secure, and manage your IT infrastructure with proactive monitoring, advanced security, and 24/7 support — so you can focus on growing your business.",
      "button": "Schedule a Free Consultation",
      "image": "/images/service-hero.png"
    },
    "overView": {
      "heading": "Strengthening Your IT Foundation For Secure & Scalable Growth",
      "para1": "A strong IT backbone is essential for operational continuity and business scalability. Techofy’s Core IT Services provide comprehensive infrastructure management, proactive system monitoring.",
      "para2": "Our team designs, implements, and maintains secure IT ecosystems tailored to your business requirements — minimizing risks, reducing downtime, and enabling sustainable digital transformation."
    },
    "subServices": [
      {
        "id": "1",
        "heading": "Endpoint Security",
        "para": "Reliable IT solutions ensuring secure, stable, and scalable business technology operations.",
        "icon": "Shield"
      },
      {
        "id": "2",
        "heading": "Cyber Security",
        "para": "Advanced cybersecurity solutions protecting data, networks, systems from evolving digital threats.",
        "icon": "Lock"
      },
      {
        "id": "3",
        "heading": "Anti-Scam Protection",
        "para": "Comprehensive device monitoring, updates, optimization ensuring consistent performance and system stability.",
        "icon": "TvMinimal"
      },
      {
        "id": "4",
        "heading": "Home Office IT Support",
        "para": "Secure network infrastructure delivering fast, reliable, and uninterrupted business connectivity solutions.",
        "icon": "Globe"
      },
      {
        "id": "5",
        "heading": "Small Business IT Services",
        "para": "Reliable IT solutions ensuring secure, stable, and scalable business technology operations.",
        "icon": "Cloud"
      }
    ],
    "whySection": {
      "image": "/images/services-why.png",

      "heading": "The Core IT Advantage",
      "para": "We combine technical expertise with a proactive approach to deliver stable, secure, and performance-driven IT environments.",
      "fetures": [
        {
          "title": "Proactive Infrastructure Management",
          "para": "We continuously monitor and optimize your systems to prevent issues before they impact your business."
        },
        {
          "title": "Enterprise-Grade Security Standards",
          "para": "Advanced protection strategies safeguard your network, devices, and data from evolving threats."
        },
        {
          "title": "Scalable & Future-Ready Architecture",
          "para": "Our solutions grow with your business, ensuring long-term performance and flexibility."
        },
        {
          "title": "24/7 Expert Support",
          "para": "Our experienced IT specialists are always available to keep your operations running smoothly."
        }
      ]
    }
  }
}
